[
    {
        "id": 1,
        "nome": "Chips assado de batata doce e alecrim",
        "image": "https://www.receiteria.com.br/wp-content/uploads/chips-assado-de-batata-doce-e-alecrim-730x449.png",
        "ingredientes": [
            "3 batatas-doces",
            "Azeite de oliva",
            "Sal e pimenta a gosto",
            "Alecrim a gosto"
        ],
        "modoDePreparo": "Lave as batatas. Com o auxílio de um mandolin, corte-as, com casca, em rodelas bem fininhas. Ajeite as fatias em uma assadeira coberta com silpat ou papel-manteiga e untada com azeite. Tempere com sal e pimenta, regue com um fio de azeite e complete com o alecrim. Leve ao forno preaquecido a 200° por 20 minutos ou até as fatias ficarem douradas. O tempo pode variar de um forno para outro. Quanto mais fininhas forem as fatias, mais rápido elas assam. Retire do forno e deixe esfriar uns cinco minutinhos antes de servir porque assim elas ficam bem crocantes",
        "fonte": "https://www.receiteria.com.br/receita/chips-assado-de-batata-doce-e-alecrim/"
    },
    {
        "id": 2,
        "nome": "Panqueca de aveia",
        "image": "https://www.receiteria.com.br/wp-content/uploads/panqueca-de-aveia-730x449.png",
        "ingredientes": [
            "1 xícara de aveia em flocos finos ou farinha de aveia",
            "1 xícara de água",
            "2 colheres de sopa de melado",
            "1 colher de sopa de farinha de linhaça",
            "1 colher de chá de fermento químico em pó"
        ],
        "modoDePreparo": "Coloque todos os ingredientes no liquidificador, com exceção do fermento, e bata até ficar homogêneo. Se você estiver usando farinha de aveia, pode misturar todos os ingredientes manualmente. Acrescente o fermento por último e misture delicadamente. Aqueça uma frigideira antiaderente em fogo baixo. Espalhe um pouco da massa e tampe para abafar e já começar a assar o outro lado. Verifique se está bem assada e vire para assar o outro lado até dourar. Tampe novamente para abafar. Repita o processo até terminar a massa Sirva com o acompanhamento de sua preferência (mel, frutas, geleias, castanhas)",
        "fonte": "https://www.receiteria.com.br/receita/panqueca-de-aveia/"
    },
    {
        "id": 3,
        "nome": "Dadinhos de tapioca",
        "image": "https://www.receiteria.com.br/wp-content/uploads/dadinhos-de-tapioca-730x449.png",
        "ingredientes": [
            "250 g de queijo coalho",
            "250 g de tapioca granulada",
            "500 ml de leite fervente",
            "Sal e pimenta",
            "Orégano, ou o tempero de sua preferência"
        ],
        "modoDePreparo": "Prepare uma forma de 20 x 25 cm forrada com filme plástico. Rale o queijo no ralo grosso e coloque-o em uma vasilha. Adicione a tapioca, coloque uma pitada de sal, um pouquinho de pimenta, orégano e misture . Adicione o leite fervente e vá mexendo até incorporar o leite e a massa ficar homogênea. Espalhe a mistura na forma preparada, alise para ficar retinha e leve para a geladeira por no mínimo 3 horas. Após esse tempo, tire da geladeira, corte em quadradinhos e acomode os cubinhos em uma assadeira antiaderente ou forrada com papel manteiga. Leve para assar por uns 40 minutos, até que fiquem douradinhos (se preferir, você pode fazer frito). Retire do forno. Está pronto!",
        "fonte": "https://www.receiteria.com.br/receita/dadinhos-de-tapioca/"
    },
    {
        "id": 4,
        "nome": "Guacamole",
        "image": "https://www.aminhafestinha.com/wp-content/uploads/2019/07/guacamole.jpg",
        "ingredientes": [
            "2 abacates",
            "2 colheres (sopa) suco de limão",
            "2 colheres (sopa) cebola picada",
            "2 tomates sem sementes picados",
            "1 colhere (sopa) coentro picado (opcional)",
            "1 pimenta dedo de moça ou 1 colher (chá) de pimenta calabresa",
            "a gosto Sal"
        ],
        "modoDePreparo": "Coloque a polpa do abacate em um recipiente e amasse com um garfo. Adicione o limão, a cebola picada, o sal, a pimenta picada sem semente (ou a pimenta calabresa), e o coentro. Por último, misture delicadamente o tomate.",
        "fonte": "http://blogdamimis.com.br/2014/11/18/guacamole-arriba/"
    },
    {
        "id": 5,
        "nome": "Camarão com macarrão integral",
        "image": "https://lh3.googleusercontent.com/proxy/niB5oW4rkQdwvUmVH--yVAMy2_iLaiV6VzkAoK0SGMtM9PGaxM3ijMLPyDpHuG_6OMUqkUIuJV6WEmYKIsoro8K8UoikElqIVJAFAWbxmm3JjaaHJHyUsj1MC5ODKjj-qhDlOqHOXe1vkBRCLORli4j8th00ufIVFWUe6TqVUG7gOswbSVGw5Yn-Bt0xgwBREfmCAitiQYhv7XkQ90yM85Toc10Y",
        "ingredientes": [
            "500 gramas camarão descascado",
            "400 gramas macarrão integral",
            "1 cebola picada",
            "1 pimentão picado",
            "2 dentes alho picado",
            "1 colher (sopa) azeite de oliva",
            "5 tomates picados",
            "à gosto pimenta",
            "à gosto Sal",
            "0,5 xícara (chá) tempero verde picado",
            "0,5 xícara (chá) manjericão"
        ],
        "modoDePreparo": "Refogue a cebola, o pimentão e o alho no azeite. Adicione o tomate e deixe cozinhar o molho. Acrescente a salsinha, o camarão, a pimenta e o sal. Enquanto isso, cozinhe o macarrão em água fervente como escrito na embalagem. Disponha a massa em uma travessa, jogue as folhas de manjericão e cubra com o molho.",
        "fonte": "http://blogdamimis.com.br/2015/12/07/camarao-com-macarrao-integral/"
    },
    {
        "id": 6,
        "nome": "Massa primavera",
        "image": "https://lh3.googleusercontent.com/proxy/Bt20UhdhFFURLi2EFl_ZDLAEe13o4AgvzYkucvZB4rdc5GutkzGE_kPTW0GXXEilRlsl6prxSXdq97tW84DnpIxcl2ZNoiwl8TUWeBev1TWQaadVHepz1NRFAd8UrAFNAi_xGS_B1nleiu3wmPDU1KezSzCn69xh016vc93bl4sBYBuI8otX0tQqGSJURGx9cHQ",
        "ingredientes": [
            "2 xícaras (chá) macarrão cozido tipo parafuso",
            "1 xícara (chá) abobrinha picada",
            "0,5 xícara (chá) tomate cereja fatiado",
            "1 colher (sopa) azeite de oliva",
            "1 xícara (chá) alho poró em rodelas",
            "1 colher (sopa) manjericão picado",
            "à gosto Pimenta do reino",
            "à gosto Sal"
        ],
        "modoDePreparo": "Cozinhe o macarrão em água fervente. Aqueça uma frigideira antiaderente e refogue o alho poró. Acrescente a abobrinha picada e tempere com sal e pimenta do reino. Junte as rodelas de tomate cereja e mexa enquanto cozinha. Para finalizar, adicione o azeite de oliva e o manjericão.",
        "fonte": "http://blogdamimis.com.br/2015/11/24/massa-primavera/"
    },
    {
        "id": 7,
        "nome": "Risotto Light de Funghi",
        "image": "https://www.figosefunghis.com.br/wp-content/uploads/2012/01/Risotto_3-c%C3%B3pia.jpg",
        "ingredientes": [
            "1 xícara e 1/3 de arroz 7 grãos",
            "1 potinho de caldo de carne dissolvido em 1 litro de água bem quente",
            "2 colheres de sopa de azeite",
            "1 cebola média bem picada",
            "1/2 xícara de chá de vinho branco seco",
            "2 colheres de sopa de queijo parmesão ou pecorino ralado",
            "1 xícara de chá de funghi seco hidratado em água quente",
            "1 xícara de chá do caldo do funghi já peneirado",
            "1 dente de alho amassado",
            "1 colher de chá de ervas secas a sua escolha (usei ervas de provence)",
            "pimenta do reino preta moída na hora",
            "sal a gosto" 
        ],
        "modoDePreparo": "Numa panela aqueça o azeite e refogue a cebola até ficar transparente. Adicione o alho e mexa. Em seguida junte o arroz e dê uma breve fritadinha nele. Regue com o vinho branco e mexa novamente até que o álcool evapore. Comece a regar o arroz com o caldo de carne, uma concha por vez, acrescentando mais sempre que o arroz estiver secando. Quando o arroz estiver quase al dente junte o funghi hidratado picado e o seu caldo peneirado. Tempere com as ervas secas a gosto e com a pimenta. Junte o queijo ralado. Misture tudo delicadamente e prove para ver se será necessário acrescentar mais sal. Se for necessário acrescente mais caldo de carne até o arroz atingir o ponto de cozimento desejado. Quando estiver pronto desligue a panela, tampe, deixe descansar por 3 minutos e sirva.",
        "fonte": "http://www.figosefunghis.com.br/risotto-light/"
    },
    {
        "id": 8,
        "nome": "Fricassé de frango light",
        "image": "https://www.figosefunghis.com.br/wp-content/uploads/2016/08/Fricass%C3%A9-de-Frango-R%C3%A1pido_Figos-e-Funghis.jpg",
        "ingredientes": [
            "4 filés de peito de frango bem limpos e sem pele, cortados em cubos",
            "3 espigas de milho verde cozido ou 1 lata grande",
            "1/2 xícara (chá) de azeitonas verdes sem caroço fatiadas ou picadas",
            "1 xícara (chá) de creme de ricota light",
            "2/3 de xícara (chá) de leite desnatado",
            "1 fio de azeite",
            "1 cebola picada",
            "1 dente de alho bem picado",
            "salsinha fresca bem picada",
            "sal e pimenta a gosto",
            "batata palha para finalizar"
        ],
        "modoDePreparo": "Tempere os cubos de peito de frango com sal e pimenta a gosto. Coloque o azeite em uma frigideira bem quente e doure os cubos de frango. Se quiser dê uma desfiada bem grosseira nos cubos de frango, mas se preferir deixe assim mesmo. Junte a cebola, o alho, o milho e as azeitonas. Ajuste o sal e a pimenta se necessário e adicione salsinha fresca picada a gosto. Forre o fundo de ramequins individuais ou de um refratário grande com o refogado de frango e milho. Reserve. Preaqueça o forno a 190º. Enquanto isso misture o creme de ricota com o leite e leve ao fogo médio em uma panelinha, assim que começar a ferver desligue.Cubra o refogado de frango com o molho e leve para gratinar por 15 a 20 minutos. Quando estiver pronto retire do forno e cubra com batata palha. Sirva em seguida.",
        "fonte": "http://www.figosefunghis.com.br/fricasse-de-frango-light/"
    },
    {
        "id": 9,
        "nome": "Salada de tomate cereja",
        "image": "http://cdn.blogdamimis.com.br/wp-content/uploads/2015/04/salada-tomate-blog-da-mimis-michelle-franzoni-post.jpg",
        "ingredientes": [
            "3 xícaras (chá) tomate cereja",
            "1 cebola roxa pequena",
            "0,5 xícara (chá) cebolinha picada",
            "1 colher (sopa) azeite de oliva",
            "1 copo água gelada",
            "8 pedras gelo",
            "à gosto Pimenta do reino",
            "à gosto Sal"
        ],
        "modoDePreparo": "Corte a cebola ao meio e depois em fatias bem finas. Coloque em um recipiente com a água e gelo, para tirar o ardido da cebola. Deixe por 20 minutos e escorra. Corte os tomates na metade e coloque em uma travessa. Junte a cebola, o sal e a pimenta, misturando bem. Finalize com o azeite e a cebolinha.",
        "fonte": "http://blogdamimis.com.br/2015/04/20/salada-de-tomate-cereja/"
    },
    {
        "id": 10,
        "nome": "Salada roxa refrescante",
        "image": "http://cdn.blogdamimis.com.br/wp-content/uploads/2015/12/Salada-Roxa-refrescante-blog-da-mimis-michelle-franzoni-post.png",
        "ingredientes": [
            "4 xícaras (chá) repolho roxo",
            "1 cenoura grande cortada em fatias",
            "1 xícara (chá) manga cortada em cubos",
            "2 colheres (sopa) salsinha picada",
            "2 colheres (sopa) suco de limão",
            "2 colheres (sopa) azeite de oliva",
            "à gosto Sal",
            "à gosto pimenta do reino" 
        ],
        "modoDePreparo": "Cozinhe rapidamente as rodelas de cenoura, deixando-as crocantes ainda. Pique finamente o repolho e distribua em um recipiente. Junte a cenoura e a manga. Para o molho, misture o suco de limão e o azeite, e regue a salada. Tempere com sal e pimenta do reino.",
        "fonte": "http://blogdamimis.com.br/2015/12/10/salada-roxa-refrescante/"
    },
    {
        "id": 11,
        "nome": "Bife à rolê recheado",
        "image": "http://cdn.blogdamimis.com.br/wp-content/uploads/2017/03/bife-role-blog-da-mimis-michelle-franzoni-post.png",
        "ingredientes": [
            "750 Kg carne cortada em bifes finos",
            "1 unidade cenoura cortada em palitos",
            "2 unidades cebolas picadas",
            "1 colher (sopa) alho picado",
            "1 colher (sopa) azeite",
            "A gosto Sal",
            "A gosto Pimenta do reino",
            "1 caixa palitos de dente de madeira para fechar os bifes" 
        ],
        "modoDePreparo": "Tempere todos os bifes com sal e pimenta do reino. Recheie os bifes com 2 palitos de cenoura e enrole, espetando 2 a 3 palitos de dente para fechar o rolinho. Pré aqueça a panela e coloque o óleo. Frite os bifes aos poucos para dourar e separe. Doure bem a cebola e o alho na mesma panela. Coloque tudo na panela de pressão e complete com água até 1 dedo acima. Deixe cozinhar por cerca de 15 minutos após pegar pressão. Se quiser o molho mais grosso, depois que a carne estiver cozida, deixe o molho reduzir com a tampa da panela aberta. Pronto. É só servir!",
        "fonte": "http://blogdamimis.com.br/2017/03/14/bife-role-receita-magrinha-com-molho-especial/"
    },
    {
        "id": 12,
        "nome": "Almôndega light",
        "image": "http://cdn.blogdamimis.com.br/wp-content/uploads/2014/10/alm%C3%B4ndegas-blog-da-mimis-michelle-franzoni-post.jpg",
        "ingredientes": [
            "500 gramas carne moída magra",
            "1 clara",
            "0,5 cebola",
            "1 dente alho",
            "2 colheres (sopa) farelo de aveia ou 1,5 fatias de pão integral",
            "0,5 xícara (chá) salsinha",
            "1 colher (chá) Sal",
            "a gosto Pimenta do reino"
        ],
        "modoDePreparo": "Cortar a cebola em pedaços grandes e bater no processador ou liquidificador com a clara, o alho, o sal, pimenta, salsinha e farelo de aveia (ou pão integral picado). Misturar o creme à carne moída e fazer bolinhas. Assar em forno médio por cerca de 20 minutos.",
        "fonte": "http://blogdamimis.com.br/2014/10/21/almondega-light/"
    },
    {
        "id": 13,
        "nome": "Quibe assado recheado",
        "image": "http://cdn.blogdamimis.com.br/wp-content/uploads/2016/09/quibe-assado-blog-da-mimis-michelle-franzoni-post.png",
        "ingredientes": [
            "500g carne moída magra",
            "1 xícara (chá) trigo para quibe",
            "3 xícara (chá) água",
            "0,5 xícara (chá) hortelã picada",
            "2 dentes alhos picados",
            "5 colheres (sopa) cream cheese light",
            "1 cebola ralada",
            "A gosto Sal",
            "A gosto pimenta síria"
        ],
        "modoDePreparo": "Leve o trigo para quibe e coloque de molho na água em um recipiente por cerca de 1 hora. Escorra bem e aperte para sair toda a água. Coloque todos os ingredientes, com exceção do cream cheese, em uma travessa e misture bem, trabalhando a massa. Molde os quibes e preencha com o cream cheese. Coloque em forno alto (220o) por cerca de 30 minutos ou até dourar.",
        "fonte": "http://blogdamimis.com.br/2016/09/14/quibe-assado-recheado/"
    },
    {
        "id": 14,
        "nome": "Pudim de Manga e Chia",
        "image": "https://raquelicias.com.br/wp-content/uploads/2014/09/mangachia_gordelicias1-e1411612533605.jpg",
        "ingredientes": [
            "2 xícaras de leite de amêndoa [se quiser fazer o seu, tá aqui a receita]",
            "1/2 xícara + 2 colheres de sopa de chia",
            "1 colher de chá de extrato de baunilha",
            "3 colheres de sopa de melado de cana [ou calda de maple, se tiver]",
            "1/2 colher de chá de canela em pó",
            "Uma pitada de cardamomo em pó",
            "1 manga madura grande [ou 2 pequenas]"
        ],
        "modoDePreparo": "Em uma tigela, misture o leite de amêndoas, a chia, a baunilha, a canela, 2 colheres de sopa de melado e a pitada de cardamomo. Misture bem, de preferência usando um batedor de arame. Você vai perceber que o leite de amêndoas vai engrossando rapidamente, sem cozinhar nem nada. Guarde na geladeira por cerca de 8 horas. Descasque e corte a manga em pedaços que possam ser facilmente processados. Processe a manga e 1 colher de sopa de melado até que obtenha um creme espesso. Monte sua sobremesa em potinhos, começando com um pouquinho de creme de manga depois pudim e finalizando com creme de manga. Se quiser, ainda pode fazer uma graça enfeitando os potinhos com um pouquinho de granola ou nozes.",
        "fonte": "https://raquelicias.com.br/2014/09/29/pudim-de-manga-e-chia/"
    },
    {
        "id": 15,
        "nome": "Pudim de Tapioca",
        "image": "https://raquelicias.com.br/wp-content/uploads/2014/07/pudim-tapioca3.jpg",
        "ingredientes": [
            "2/3 de xícara (chá) de tapioca em grãos",
            "2 xícaras (chá) de leite desnatado",
            "200 ml de leite de coco light",
            "3 ovos",
            "1 xícara (chá) de leite em pó desnatado",
            "5 colheres (sopa) de adoçante culinário",
            "1 ½ xícara (chá) de coco fresco ralado",
            "1 xícara de açúcar para o caramelo (opcional – se não fizer caramelo, unte a forma com 1 fio de óleo)"
        ],
        "modoDePreparo": "Deixe a tapioca de molho no leite desnatado por duas horas e reserve. No liquidificador, em velocidade máxima, bata o leite de coco, os ovos, o leite em pó, o açúcar, o coco ralado e a tapioca umedecida e escorrida. Caramelize o açúcar na forma (20 cm de diâmetro), em fogo baixo. Despeje a massa do pudim na forma e cubra com papel alumínio. Leve ao forno, preaquecido em temperatura média, por 50 minutos ou até que, ao enfiar um palito, ele saia limpo. Quando esfriar, leve à geladeira por pelo menos 2 horas. Desenforme e sirva.",
        "fonte": "https://raquelicias.com.br/2014/07/01/pudim-de-tapioca-light/"
    }
]
